import type { FaqAccordion } from "~/types";

export const FaqAccordionsData: FaqAccordion[] = [
  {
    id: 1,
    title: "Что такое мобильный детейлинг и почему дороже?",
    text: "Это полноценная детейлинг-студия, которая приезжает к вам. Все нужное у специалистов с собой: вода, электричество, оборудование и химия.\n\nСтоимость выше, чем на мойке, потому что в цене включена работа, логистика оборудования, транспортировка деионизированной воды и поддержание стандартов качества. Вы платите за то, что не потратили свое время на дорогу, ожидание и разговоры.",
  },
  {
    id: 2,
    title: "Почему детейлинг с выездом - это удобно?",
    text: "Вы назначаете локацию и время, а через 3–6 часов вы получаете результат. Без пробок, без залов ожидания и лишних вопросов.\n\nМы экономим ваше время для важных дел, возвращая автомобилю идеальное состояние.",
  },
  {
    id: 3,
    title: "Нужно ли готовить автомобиль?",
    text: "Да, но минимально: освободите салон от личных вещей и ценностей, а также место для мобильной студии — около 2 метров вокруг автомобиля. Об остальном мы позаботимся сами.",
  },
  {
    id: 4,
    title: "Как происходит оплата?",
    text: "Сначала вы ознакамливаетесь с результатом работы, мы подписываем акт о выполнении работ, после чего производится оплата наших услуг.\n\nНикакой предоплаты за «бронирование окна». Мы ценим ваше время и свою репутацию, а не авансы.",
  },
  {
    id: 5,
    title: "Можно ли оформить повторный заказ заранее?",
    text: "Да, повторный заказ можно оформить заранее. Мы подберём удобную дату, напомним о визите за неделю и предложим оптимальное время для следующего ухода, когда эффект от предыдущей процедуры начнёт ослабевать. Постоянным клиентам в «горячие» сезоны предоставляются приоритетные слоты.\n\nДля системного ухода мы предлагаем абонемент GO detailing",
  },
  {
    id: 6,
    title: "Что такое абонемент GO detailing?",
    text: "Это регулярный уход за автомобилем без вашего участия в планировании. Мы составляем график работ (обычно раз в 3–6 месяцев), приезжаем в назначенные даты, выполняем комплекс услуг. В результате вы  получаете автомобиль, который всегда в безупречном состоянии, без необходимости думать о бронировании окошка",
  },
  {
    id: 7,
    title: "Есть ли скидки для постоянных клиентов?",
    text: "Мы не практикуем скидки. Вместо этого у постоянных клиентов есть включённые в абонемент бонусные услуги: озонация салона, обработка стёкол антидождём.\n\nЭто не экономия денег, а инвестиция в сохранение идеального состояния автомобиля",
  },
];
