interface IFaqAccordion {
  id: number;
  title: string;
  text: string;
}

export const FaqAccordionsData: IFaqAccordion[] = [
  {
    id: 1,
    title:
      "Что такое премиальный детейлинг автомобиля и почему он дороже обычного ухода?",
    text: "Премиальный детейлинг — это профессиональная обработка автомобиля высококачественными материалами, сохраняющая первоначальный вид дольше обычных моек. Стоимость услуги складывается из уровня сложности процедур, профессионализма мастеров и длительного эффекта сохранения отличного состояния авто",
  },
  {
    id: 2,
    title: "Почему детейлинг с выездом- это удобно и выгодно?",
    text: "Премиальный детейлинг — это профессиональная обработка автомобиля высококачественными материалами, сохраняющая первоначальный вид дольше обычных моек. Стоимость услуги складывается из уровня сложности процедур, профессионализма мастеров и длительного эффекта сохранения отличного состояния авто",
  },
  {
    id: 3,
    title: "Нужно ли предварительно готовить автомобиль к приезду специалиста?",
    text: "Премиальный детейлинг — это профессиональная обработка автомобиля высококачественными материалами, сохраняющая первоначальный вид дольше обычных моек. Стоимость услуги складывается из уровня сложности процедур, профессионализма мастеров и длительного эффекта сохранения отличного состояния авто",
  },
  {
    id: 4,
    title: "Как происходит оплата заказа?",
    text: "Премиальный детейлинг — это профессиональная обработка автомобиля высококачественными материалами, сохраняющая первоначальный вид дольше обычных моек. Стоимость услуги складывается из уровня сложности процедур, профессионализма мастеров и длительного эффекта сохранения отличного состояния авто",
  },
  {
    id: 5,
    title: "Можно ли оформить повторный заказ заранее?",
    text: "Премиальный детейлинг — это профессиональная обработка автомобиля высококачественными материалами, сохраняющая первоначальный вид дольше обычных моек. Стоимость услуги складывается из уровня сложности процедур, профессионализма мастеров и длительного эффекта сохранения отличного состояния авто",
  },
  {
    id: 6,
    title: "Что такое подписка GO detailing?",
    text: "Премиальный детейлинг — это профессиональная обработка автомобиля высококачественными материалами, сохраняющая первоначальный вид дольше обычных моек. Стоимость услуги складывается из уровня сложности процедур, профессионализма мастеров и длительного эффекта сохранения отличного состояния авто",
  },
  {
    id: 7,
    title: "Есть ли скидки или акции для постоянных клиентов?",
    text: "Премиальный детейлинг — это профессиональная обработка автомобиля высококачественными материалами, сохраняющая первоначальный вид дольше обычных моек. Стоимость услуги складывается из уровня сложности процедур, профессионализма мастеров и длительного эффекта сохранения отличного состояния авто",
  },
];
