import type { ReviewCard } from "~/types"

export const ReviewsCardsData: ReviewCard[] = [
	{
		id: 1,
		text: "Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад",
		name: "Андрей",
		rate: 4.9
	},
	{
		id: 2,
		text: "Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад",
		name: "Андрей",
		rate: 4.9
	},
	{
		id: 3,
		text: "Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад",
		name: "Андрей",
		rate: 4.9
	},
	{
		id: 4,
		text: "Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад",
		name: "Андрей",
		rate: 4.9
	},
	{
		id: 5,
		text: "Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад",
		name: "Андрей",
		rate: 4.9
	},
]